export const startText = `Мы «Спутник» - зал функционального тренинга и кроссфита!

  «Спутник» - это место, где сталь и пот соединяются с целью создания лучшей версии ТЕБЯ💪
  
  ❗️У нас кроссфит, и это не просто спорт - это образ жизни, который меняет тело и ум❗️
  
  В нашем зале ТЫ ПОЛУЧИШЬ:
  🪐разнообразные интенсивные тренировки с использованием функциональных движений, включая силовые упражнения, кардио-нагрузки и гимнастику;
  🪐занятия кроссфитом, которые разнообразны и интенсивны, способствуют развитию силы, выносливости, гибкости, координации и баланса.
  
  ЧТО ДЕЛАЕТ КРОССФИТ УНИКАЛЬНЫМ?
  🔥Он готовит к повседневным вызовам, будь то поднятие тяжелых покупок в магазине, проведение активного выходного дня или достижение новых спортивных достижений
  🔥Развивает выносливость и силу, укрепляет характер и внутреннюю уверенность
  
  🏋🏻Наши тренеры - это опытные профессионалы, которые знают как вдохновлять и мотивировать!
  Они помогут Вам учиться правильной технике, создавать персонализированные программы тренировок и обеспечивать безопасность во время занятий.
  
  Присоединяйтесь к нам и откройте новые горизонты своей физической, умственной и эмоциональной силы`;

export const promotionsText = `🎁Первая тренировка БЕСПЛАТНО!🎁
💥 10% скидка на ЛЮБОЙ АБОНЕМЕНТ при покупке после первой тренировки!
💥 5% скидка за каждого приведенного друга!
💥 5% скидка студентам, школьникам, сотрудникам федеральных органов (МВД, МЧС и т.д.)`;

export const firstTimeText = `ПЕРВАЯ ТРЕНИРОВКА.
В Ваше первое посещение наши тренеры обязательно зададут Вам вопросы о наличии травм и противопоказаний, про опыт в спорте, чтобы оценить уровень подготовки. 
В ходе тренировки проведёт разминку, объяснит программу, убедится в правильном выполнении движений, скорректирует нагрузку для Вашего уровня подготовки и только после этого Вы приступите к выполнению программы. 
Начав заниматься в «Спутнике», вы можете быть уверены, что всегда получите методику и поддержку, что поможет вам не сбиться с выбранного пути.`;

export const priceText = 'Информация о ценах';

export const contactsText = `Контакты
Тел.: +79372063972
ВК: https://vk.com/sputnik_functional_cf
Inst: https://instagram.com/sputnik_functional_cf?utm_source=qr&igshid=YzU1NGVlODEzOA==
Адрес: г. Самара, ул. Соколова 36, третий этаж.`;

export const questionText =
  'Напиши свой вопрос, и администратор свяжется с тобой в ближайшее время!';

export const workoutNames = {
  crossfit: 'Кроссфит',
  weightlifting: 'Тяжелую атлетику',
  stretching: 'Стретчинг',
  free: 'Бесплатную тренировку',
  box: 'Бокс',
};
